export default {
  Lang: {
    English: 'English',
    Chinese: '日本語',
  },

  Header: {
    Home: 'ホームページ',
    Blog: 'ブログ',
    Support: 'サポート & よくある質問',
    Contact: 'コンタクト',
    Signin: 'サインイン',
  },

  Footer: {
    First: {
      Title: 'Procyonと星を目指しましょう！',
      Content: 'グローバルな暗号通貨の星座',
    },
    Second: {
      Title: 'LINKS',
      Home: 'ホームページ',
      Products: '商品',
      Blog: 'ブログ',
    },
    Third: {
      Title: 'HELP',
      Faqs: 'よくある質問',
      Support: 'サポート',
      Legal: '法律',
    },
    Forth: {
      Title: '連絡先',
      Address: 'アドレス',
      Email: 'E-mail',
    },
  },

  Homepage: {
    Title: {
      Title: 'Procyonと星を目指しましょう！',
      Subtitle: 'グローバルな暗号通貨の星座',
      Register: 'アカウント登録',
    },

    Content: {
      Title: 'プレミア製品',
      DailyMiningRewardsLabel: '日々のマイニング報酬:',
      DailyMiningRewardsValue: 'SMH / 日',
      ServicePeriodLabel: 'サービス期間:',
      ServicePeriodValue: '日',
      TechnicalServiceFeeLabel: '技術サービス料:',
      MaintenanceFeeLabel: 'メンテナンス費用:',
      MaintenanceFeeValue: '日',
      OrderEffectiveLabel: '注文受け付け日:',
      StartMining: 'マイニングを開始',
    },

    Feature: {
      VCBacking: 'マーケットリーダー',
      VCBackingContent: '当社のパートナーには、トップクラスのベンチャー企業や世界最大のPoCマイニングプールが含まれています。私たちは、市場の動向を正確に把握し、綿密なデューデリジェンスを行い、今後のスーパースタープロジェクトをターゲットにして、重要なオピニオンリーダーや投資家の限定コミュニティに提供しています。',
      TopTeam: 'ドリームチーム',
      TopTeamContent: 'Procyonの創業者は、10年以上の暗号通貨市場での経験を持ち、平均ROIが100倍以上の投資プロジェクトを含む実績を持っています。当社の技術チームは5年以上に渡り、1億6千万米ドル以上の資産を管理してきました。日本を拠点とするチームが、24時間以内に現地に密着した信頼性の高い優れたカスタマーサービスを提供します。',
      Technology: '全体像',
      TechnologyContent: '市場は、研究開発→VCファンド→マイナー→取引所と流れ、最終的に一般投資家に分配されます。Procyonでは、通常は機関投資家にしか提供されない機会を見つけ出し、個人投資家にも同様に提供することを目指しています。富を生み出すProcyonの特別なコミュニティに参加しましょう',
    },

    Why: {
      Title: 'なぜProcyonを選ぶのか？',
      Content1: 'Procyonは、日本を中心としたワンストップの多次元的な資産運用マーケットプレイスの先駆けです。Procyonは、',
      Content2: '市場初の商品やIDO',
      Content3: 'をお客様にお届けします。独自の市場洞察力と暗号通貨業界における広範なネットワークにより、',
      Content4: 'オープンな市場では見つけることができない独占的な投資機会', 
      Content5: 'をお客様に提供することができます。Procyonのユニークなポジショニングが、私たちの強みであり、お客様の力添えになります！',
      Content6: '日本は一人当たりの投資額がアジアで最も高い国です。日本市場の無限の可能性は、',
      Content7: '多くのグローバルプレイヤーを魅了',
      Content8: 'していますが、日本には言語や文化の壁があり、グローバル市場から隔絶されています。このハードルは、投資機会の逸失や投資商品の多様性の欠如につながります。Procyonでは、投資家の皆様をグローバルな舞台へと導きます。',
    },

    What: {
      Title: 'ファーストバッチマイニングとは？',
      Content1: 'ファーストバッチマイニングは、メインネットで稼働すると同時に始まります。これは、第一陣のマイナーたちが、メインネットでのローンチに先立ち、テストネットを通じてすでにハッシュパワーを獲得しているからです。メインネットでの稼働が開始されると、',
      Content2: 'マイニングの難易度が低いタイミングで、これらのマイナーが真っ先にマイニングを開始し、マイニング量が高い状態でより大きなROIを得る',
      Content3: 'マイナーのROIに影響を与える要素は2つあります。',
      Content4: 'マイニング量',
      Content5: 'トークン価格',
      Content6: 'マイニング報酬は、マイニングの難易度に直結します。マイナーが多いほど、ネットワーク全体のハッシュパワーの合計は大きくなり、マイニング難易度は上昇し、最終的にマイナー一人当たりのマイニング量は低くなります。マイニング可能な総供給量は固定されているため、マイニングに使用されるハッシュパワーが多いほど、ハッシュパワーの単位（TB）あたりに放出されるマイニング報酬は少なくなります。',
      Content7: '通常のマイニングに比べて、ファーストバッチマイニングのマイニング量は格段に大きくなります。',
      Content8: '例えば、Chiaのマイニングでは、ファーストバッチマイニングの1日のマイニング量は、メインネットで稼働してからわずか2ヶ月後のレートで1年間のマイニングに相当しました。',
      Content9: 'トークンの価格は、ダイナミックな市場環境の影響を受けます。通常、メインネットでのローンチと',
      Content10: '取引所への上場は同時に行われることが多く、その時にトークンの価格が急激に上昇する可能性があります。',
      Content11: '簡単に言うと、マイニングが早ければ早いほど、より多くのトークンを得ることができます。さらに、トークンが取引所に上場すると、より高い価格でトークンを売ることができ、結果的にROIが向上します。',
      Content12: 'ファーストバッチマイニング への参加は、プロのマイナーや経験豊富なマイニングプールでなければできません。Procyonは、一般投資家がファーストバッチマイニングに参加できるようにし、優れたROIを提供することを目的としたプレミアプラットフォームです。',
      Content13: 'グローバルな暗号通貨の星座 ',
    },
  },
}